Repository: amma35/connections
Catalog: locales/*.po
Languages: fr_fr

source: Create a new connection
fr_fr: Créer une nouvelle connection

source: Linked elements
fr_fr: Elément(s) associé(s)

source: Connections linked
fr_fr: Connections(s) associée(s)

source: Never expires
fr_fr: N'existe pas

source: Creation date
fr_fr: Date de création

source: Technical reference
fr_fr: Responsable technique

source: Rights management
fr_fr: Gestion des droits

source: Plugin Setup
fr_fr: Configuration du plugin

source: Type of Connections
fr_fr: Type de connections

source: Rates
fr_fr: Débits

source: Guaranteed Rates
fr_fr: Débits garantis

source: Link
fr_fr: Associer

source: days
fr_fr: jours

source: Link to connections
fr_fr: Associer à la connection
